/* Error Alert Button */
"OK" = "OK";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "Błąd analizy %1$zd, opis: %2$@, wiersz: %3$zd, kolumna: %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "Błąd sprawdzania poprawności %1$zd, opis: %2$@, wiersz: %3$zd, kolumna: %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "Błąd analizy pliku MusicXML";

/* Error Alert Title */
"MusicXML Validation Error" = "Błąd sprawdzania poprawności pliku MusicXML";

/* Error message */
"Compressed music xml file seems to be malformed (could not find 'full-path')" = "Skompresowany plik xml z muzyką jest zniekształcony (nie można znaleźć „full-path”)";

/* Error message */
"Could not create temporary conversion file" = "Nie można utworzyć tymczasowego pliku konwersji";

/* Error message */
"Could not decompress file compressed music xml file" = "Nie można rozpakować skompresowanego pliku xml z muzyką";

/* Error message */
"File is not a MusicXML File" = "To nie jest plik MusicXML";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "Plik MusicXML zawiera wartość zero lub ujemną przy podziałce.";

/* Note Name in Do,Re,Mi notation */
"Do" = "Do";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Fa";

/* Note Name in Do,Re,Mi notation */
"La" = "La";

/* Note Name in Do,Re,Mi notation */
"Mi" = "M";

/* Note Name in Do,Re,Mi notation */
"Re" = "Re";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Sol";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Si";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "Klasyczny strój gitary 6-strunowej";
